Revit 2024 API
ParameterTypeId.Azimuth Property
 "Azimuth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId Azimuth { get; }
Visual Basic
Public Shared ReadOnly Property Azimuth As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Azimuth {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace